Repository: olivblum/klovid-app
Catalog: lib/l10n/intl_*.arb
Languages: da, de

# bottomnavbarTextHome
source: Home
da: hus

# grosseGeschafte
source: Big businesses
da: store butikker
de: Große Geschäfte

# statistiken
source: Statistics
da: statistik
de: Statistiken

# beitragen
source: Contribute
da: hjælp
de: Beitragen

# klopapierHamsterkaufApp
source: Toiletpaper Calc & Panic Buyer Test
da: Toiletpapir loovid app
de: Klopapier Hamsterkauf App

# verbleibendeKlopapiertageHamsterkauftest
source: toilet paper remaining days & panic buy test
da: toiletpapir resterende dage & Hamsterkauf Test
de: verbleibende Klopapiertage & Hamsterkauftest

# fehler
source: error
da: fejl
de: Fehler

# wennDasNegativIstSolltestDuZumArztGehen
source: if it is negative, you should go to the doctor
da: hvis den er negativ, bør du gå til lægen
de: wenn das negativ ist, solltest du zum Arzt gehen

# einHamsterkufer
source: *a toiletpaper hoarder* 🐹🐹
da: * A * hamstrere 🐹🐹
de: *ein Hamsterkäufer* 🐹🐹

# keinHamsterkufer
source: *NO toiletpaper hoarder* 🐹🥳
da: * NEJ * hamstrere 🐹🥳
de: *KEIN* Hamsterkäufer 🐹🥳

# ichHabeAusgerechnetDassMeinKlopapierNoch
source: I calculated that my toilet paper will last *
da: Jeg har regnet ud, at min toiletpapir stadig *
de: Ich habe ausgerechnet, dass mein Klopapier noch *

# tageReichtIchBinAlso
source: days*. That makes me
da: * Ranges dage. Så jeg er
de: Tage* reicht. Ich bin also

# willstDuAuchWissenWieLangeDeinVorratNochReicht
source: Want to know how long your stock lasts and whether you're a hoarder?
da: Ønsker du at vide, hvor længe dit lager stadig tilstrækkelig, og om du er en hamstrere?
de: Willst du auch wissen, wie lange dein Vorrat noch reicht und ob du ein Hamsterkäufer bist?

# ichHabeEsMitDieserAppAusgerechnet
source: I calculated it with this app:
da: Jeg har beregnet med denne app:
de: Ich habe es mit dieser App ausgerechnet:

# wieLangReichtDeinKlopapier
source: How long does your toilet paper last?
da: Hvor længe nok din toiletpapir?
de: Wie lang reicht dein Klopapier?

# gibDeineWerteEinUndDrckDenButtonRechtsUntenn
source: Enter your values​and press the button on the bottom right
da: Indtast dine værdier og tryk på knappen nederst til højre
de: Gib deine Werte ein und drück den Button rechts unten

# pro
source: per
da: om
de: pro

# woche
source: week
da: uge
de: Woche

# abwischhufigkeit
source: Times you wipe
da: Aftørringsfrekvens
de: Abwischhäufigkeit

# proToilettengang
source: per trip to toilet
da: pr toilet
de: pro Toilettengang

# bltterProAbwischen
source: Sheets per wipe
da: Ark pr aftørring
de: Blätter pro Abwischen

# imDurchschnitt
source: on average
da: i gennemsnit
de: im Durchschnitt

# kleineGeschfte
source: Small businesses
da: små butikker
de: Kleine Geschäfte

# tag
source: day
da: dag
de: Tag

# papierverbrauch
source: Paper usage
da: papirforbrug
de: Papierverbrauch

# proKleinesGeschft
source: per small business
da: per Forretning
de: pro kleines Geschäft

# personenImHaushalt
source: People in the household
da: Personer i husstanden
de: Personen im Haushalt

# optionalHierKlickenUmIndividuelleWerteFrJedePersonEinzugeben
source: Optional: Click here to enter individual values for each person
da: Valgfrit: Klik her for at komme til individuelle værdier for hver person
de: Optional: Hier klicken, um individuelle Werte für jede Person einzugeben

# normalerweiseWerdenDeineWerteAufAllePersonenHochgerechnetFallsDu
source: Normally, your values are extrapolated to all people. If you activate individual settings, each person can enter values
da: Normalt er dine værdier ekstrapoleres til alle mennesker. Hvis du aktiverer individuelle indstilling, kan hver persons værdier ind
de: Normalerweise werden deine Werte auf alle Personen hochgerechnet. Falls du individuelle Einstellung aktivierst, kann jede Person eigene Werte eingeben

# spezifiziereDazuDieAnzahlAnPersonenObenUndKlickeDanach
source: Specify the number of people above and then click the person-icon on the right. The first person can now enter their data
da: Angiv antallet af mennesker over og klik derefter klikke på ikonet til den rette person. Den første person kan nu indtaste deres data
de: Spezifiziere dazu die Anzahl an Personen oben und klicke danach auf das Personen-Icon rechts. Die erste Person kann nun ihre Daten eingeben

# sobaldDuMitEingebenFertigBistKlickeAufDasHkchen
source: Once you've finished, click the check mark and give the phone to the next person
da: Når du er færdig med at skrive, klik på fluebenet og give telefonen til den næste person
de: Sobald du mit Eingeben fertig bist, klicke auf das Häkchen und gib das Handy an die nächste Person

# erfolgreichGibDasHandyJetztDerNchstenPerson
source: Successful! Give the phone to the next person now
da: vellykket, telefonen giver nu den næste person
de: erfolgreich, gib das Handy jetzt der nächsten Person

# eingabeKomplett
source: Input completed
da: indtastning fuldstændigt
de: Eingabe komplett

# fahreJetztGanzNormalFortMitDerEingabeDerVorhandenen
source: Now continue with how much toiletpaper you have left. Note: If you open the people field again, all entered values ​​are reset.
da: Gå nu normalt fortsætte med at indtaste de eksisterende roller. Bemærk: Hvis du er den person feltet poppe op næste gang, alle indtastede værdier nulstilles.
de: Fahre jetzt ganz normal fort mit der Eingabe der vorhandenen Rollen. Hinweis: Wenn du das Personen-Feld das nächste mal aufklappst, werden alle eingegebenen Werte zurückgesetzt.

# rollenvorrat
source: Number of TP-rolls
da: rullende materiel
de: Rollen-Vorrat

# frMehrOptionenHierKlicken
source: for more options click here
da: for flere muligheder klik her
de: für mehr Optionen hier klicken

# mehrAls48DieserButtonIstFrDich
source: add 10 more
da: mere end 48? -> denne knap er for dig
de: mehr als 48? -> dieser Button ist für dich

# bltterProRolle
source: Sheets per roll:
da: Ark pr rulle:
de: Blätter pro Rolle:

# soLangeReichtDeinVorrat
source: You're stock lasts:
da: Så længe spænder dit lager:
de: So lange reicht dein Vorrat:

# tage
source: days
da: dage
de: Tage

# zhlstDuZuDenHamsterkufern
source: Are you a hoarder?
da: Har du tælle til de hamster købere?
de: Zählst du zu den Hamsterkäufern?

# ja
source: Yes
da: ja
de: Ja

# nein
source: No
da: ingen
de: Nein

# welcheEinstellungFehltDirNochnSchickMirDeinenVorschlagN
source: what settings are you missing -> send me your suggestion!
da: hvilken indstilling du har -> send mig mangler dit forslag?
de: welche Einstellung fehlt dir noch? -> schick mir deinen Vorschlag

# grafikenUndStatistiken
source: Graphs and stats
da: Grafer og statistik
de: Grafiken und Statistiken

# zumStartenUndUpdatenDenButtonRechtsUntenKlicken
source: To start and update push the button on the bottom right
da: For at starte og opdatering på knappen nederst til højre
de: Zum Starten und Updaten den Button rechts unten klicken

# verbrauchProWoche
source: Usage per week
da: Forbrug per uge
de: Verbrauch pro Woche

# inBlttern
source: [in sheets]
da: [In blade]
de: [in Blättern]

# groeGeschfte
source: Big businesses
da: store butikker
de: große Geschäfte

# verbrauchProMonat
source: Usage per month
da: Forbrug per måned
de: Verbrauch pro Monat

# imVergleichZumDurchschnitt
source: compared to countries' average [in sheets]
da: sammenlignet med den gennemsnitlige
de: im Vergleich zum Durchschnitt

# durchschnittInDeutschland
source: Germany
da: Gennemsnitlig i Tyskland
de: Durchschnitt in Deutschland

# du
source: You
da: du
de: Du

# soLangeHltDeinVorrat
source: Days your stock lasts
da: Så længe at holde dit lager
de: So lange hält dein Vorrat

# deinVorratInTagen
source: Your stock in days
da: Din bestand i dag
de: Dein Vorrat in Tagen

# durchschnittNumfrage
source: Average survey
da: Gennemsnitlig undersøgelsen
de: Durchschnitt Umfrage

# vorratAufgegliedert
source: More detailed
da: Stock delt
de: Vorrat aufgegliedert

# inTop10UndNiedrigste10
source: in the top 10% and the lowest 10%
da: i de øverste 10% og den laveste 10%
de: in Top 10% und niedrigste 10%

# unterste10
source: Lowest 10%
da: Laveste 10%
de: Unterste 10%

# deinVerbrauchImVergleich
source: Your usage compared
da: Din forbrug sammenlignet
de: Dein Verbrauch im Vergleich

# orangekleinesGeschftBlaugroesGeschlft
source: [orange = small business; blue = big business]
da: [Orange = små virksomheder; blå = stor Geschläft]
de: [orange=kleines Geschäft; blau=großes Geschläft]

# kommtNoch
source: (upcoming)
da: (Er stadig)
de: (kommt noch)

# verbrauchsanalyse
source: consumption analysis
da: analyse forbrug
de: Verbrauchsanalyse

# orangewischhufigkeitBlauanzahlBltter
source: [orange = wiping frequency; blue = number of sheets]
da: [Orange = aftørring frekvens; blå = Antal ark]
de: [orange=Wischhäufigkeit; blau=Anzahl Blätter]

# platzFrWeitereGrafiken
source: Space for more graphics
da: Plads til mere grafik
de: Platz für weitere Grafiken

# jedesMalWennDuDieDatenAktualisierstMusstDuDie
source: Every time you update the data, you need to calculate the days again. Then, the statistics can be redrawn.
da: Hver gang du opdaterer data, skal du beregne den dag igen. Derefter kan statistikken være gentegnes.
de: Jedes mal wenn du die Daten aktualisierst, musst du die Tage neu berechnen lassen. Daraufhin können auch die Statistiken neu gezeichnet werden.

# berDieApp
source: About the app
da: Om app
de: Über die App

# duBistAmEndeAngelangtN
source: this is the end :(
da: Du er ankommet i slutningen :(
de: du bist am Ende angelangt :(

# inZeitenVonHamsterkufenUndLeerenKlopapierregalenHilftDieseApp
source: In these dire times of panic buying and empty toiletpaper shelves this app helps assess the personal toilet paper situation correctly. The original idea was to demonstrate that some hoarding is possibly exaggerated. All data that you enter in the app, of course is not saved. If you want to contribute to the data, please fill out the survey. Then I update the app. There is also additional information asked, which could possibly provide new statistics Additionally you can tell me if you miss a parameter, or if you have additional ideas.
da: I tider med panik køb og tomme Toiletpapir hylder denne app hjælper vurdere situationen korrekt personlige toiletpapir. Den oprindelige idé var at vise, at nogle hamstring er noget overdrevet. Alle data, som du skriver i den app, selvfølgelig ikke gemt. Hvis du ønsker at bidrage med dine data, undersøgelsen udfylde. Fra denne jeg derefter opdatere den app. Der er også blive anmodet om yderligere oplysninger, som vil jeg optage stadig i app. kan du fortælle mig, hvis du mangler en parameter, eller du har yderligere ideer.
de: In Zeiten von Hamsterkäufen und leeren Klopapierregalen hilft diese App die persönliche Klopapierlage richtig einzuschätzen. Die ursprüngliche Idee war zu demonstrieren, dass manche Hamsterkäufe etwas übertrieben sind. Alle Daten, die du in die App eintippst, werden natürlich nicht gespeichert. Wenn du deine Daten beitragen willst,dann füll die Umfrage aus. Daraus update ich daraufhin die App. Dort werden auch zusätzliche Infos abgefragt, die ich noch in die App aufnehmen will. Außerdem kannst du mir mitteilen, wenn dir ein Parameter fehlt, oder du zusätzliche Ideen hast.

# ffneUmfrage
source: Survey/Feedback
da: åbent undersøgelsen
de: Öffne Umfrage

# durchschnitt
source: Average
da: gennemsnit
de: Durchschnitt

# ergebnisTeilen
source: Share results
da: Del resultat
de: Ergebnis teilen

# zustzlicherVerbrauch
source: Additional Usage
da: Yderligere forbrug

# monatlichZbWegenPeriode
source: monthly, e.g. because of period
da: månedligt, f.eks. på grund af periode
